Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/unemployment_and_redundancy/employment_support_schemes/national_internship_scheme.html.txt.tmx
Source language: en
Languages: ga

source: JobBridge, the National Internship Scheme, provides work experience opportunities for unemployed people
ga: Cuireann JobBridge, Scéim Náisiúnta Intéirneachta nua deiseanna thaithí oibre ar fáil do dhaoine dífhostaithe

source: It is aimed at people who have been either getting certain social welfare payments or signing for credits for at least 3 months
ga: Tá sé dírithe orthu siúd atá ag fáil íocaíochtaí áirithe nó atá ag síniú do chreidmheasanna ar feadh ar a laghad 3 mhí

source: Participants in the scheme will be offered an internship of 6 or 9 months with a host organisation
ga: Tairgfear intéirneacht do rannpháirtithe na scéime idir 6 agus 9 mí ar fhad le heagraíocht óstaigh

source: If they take up an internship they will keep their social welfare payment and will get an extra €52.50 per week
ga: Faoin scéim seo, má ghlacann siad le hintéirneacht coinneoidh siad a n-íocaíocht leasa shóisialaigh agus gheobhaidh siad €52.50 sa bhreis in aghaidh na seachtaine

source: Since 21 October 2016, JobBridge is closed to new applications
ga: Ó 21 Deireadh Fómhair 2016 ar aghaidh, is amhlaidh a dhúnfar JobBridge d’iarratais nua

source: People who have already applied for positions will have until 25 November 2016 to start the internship
ga: Beidh go dtí 25 Samhain 2016 ag na daoine a rinne iarratas ar phoist cheana féin chun an intéirneacht a thosú

source: A review of JobBridge has recommended that it should be replaced by a new work experience programme
ga: Táthar tar éis moladh in athbhreithniú ar JobBridge go mba cheart clár taithí oibre nua ina hionad

source: First Steps – Youth Developmental Internship is aimed at young people aged between 18 and 24 who have little or no experience of work
ga: Tá Na Chéad Chéimeanna – Intéirneacht Forbartha Óige dírithe ar dhaoine óga idir aois 18 agus 24 bliain atá ar bheagán taithí oibre nó a bhfuil taithí oibre ar bith acu

source: First Steps is similar to JobBridge – see ‘First Steps’ below
ga: Tá na Chéad Chéimeanna cosúil le JobBridge – féach ‘Na Chéad Chéimeanna’ thíos

source: How do I qualify for the scheme?
ga: Cén chaoi a gcáilím don scéim?

source: To be eligible for the JobBridge scheme you must be unemployed and:
ga: Chun a bheith i dteideal áit a fháil ar Scéim Náisiúnta Intéirneachta, ní mór duit a bheith dífhostaithe agus:

source: • Getting Jobseeker’s Benefit (JB), Jobseeker’s Allowance (JA), Jobseeker's Transitional payment (JST), Disability Allowance (DA), One-Parent Family Payment (OFP), Blind Person’s Pension (BP), Widow’s, Widower’s or Surviving Civil Partner’s Contributory or Non-Contributory Pension, Deserted Wife’s Benefit (DWB), Deserted Wife’s Allowance (DWA) or signing on for credits
ga: • Ag fáil Sochar Cuardaitheora Poist (SCP), Liúntas Cuardaitheora Poist (LCP), íocaíocht Idirthréimhseach Cuardaitheora Poist (ICP), Liúntas Míchumais (LM), Íocaíocht Teaghlaigh Aontuismitheora (ITA), Pinsean na nDall, Pinsean Baintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh (Ranníocach) nó (Neamh-Ranníocach), Sochar Banchéile Thréigthe, Liúntas Banchéile Thréigthe nó ag síniú do chreidmheasanna

source: • You must be getting one of the above qualifying payments or signing on for credits for a total of 3 months (78 days)* or more in the last 6 months
ga: • Ní mór duit bheith ag fáil ceann de na híocaíochtaí cáilitheacha thíos nó ag síniú do chreidmheasanna ar feadh iomlán 3 mhí (78 lá)* nó níos mó den 6 mhí imithe tharainn

source: *Periods spent on the Back to Education Allowance, VTOS, FET training courses, Youthreach, FIT, Momentum courses, Community Employment Schemes, Tús, the Rural Social Scheme, Back to Work Enterprise Allowance, Job Initiative or Job Assist may count towards meeting the eligibility criteria for JobBridge, provided:
ga: *Is féidir tréimhse ar bith caite ar an Liúntas um Fhilleadh ar Oideachas, SDOG, cúrsaí traenála FET, Youthreach, FIT, cúrsaí Momentum, Scéimeanna Fostaíochta Pobail, Tús, Scéim Sóisialta Tuaithe, Liúntas Fiontraíochta um Fhilleadh ar Obair, Tionscnamh Jabanna nó Postchúnamh Ioncaim a chur san áireamh le haghaidh teidlíochta JobBridge, má:

source: • You have completed these programmes
ga: • Chríochnaigh tú na cláir seo

source: • You have signed back onto the Live Register
ga: • Tá tú ag síniú arís ar an gClár Beo

source: • You are getting one of the qualifying payments or signing for credits immediately before starting on JobBridge
ga: • Tá tú ag fáil ceann de na híocaíochtaí cáilitheacha nó ag síniú do chreidmheasanna díreach sula dtosaíonn tú JobBridge

source: You cannot start the internship until your eligibility for JobBridge is confirmed by the Department of Social Protection – see ‘How to apply’ below
ga: Ní féidir leat tús a chur leis an intéirneacht go dtí go bhfuil do theidlíocht do JobBridge dearbhaithe ag an Roinn Coimirce Sóisialaí – féach ‘Conas iarratas a dhéanamh’ thíos

source: Internships may be offered in a wide range of employment sectors and occupations in public, private and community and voluntary organisations
ga: D’fhéadfadh intéirneachtaí a bheith ofráilte i réimse leathan earnálacha fostaíochta agus ceirdeanna in eagraíochtaí poiblí, príobháideacha agus pobail agus deonacha

source: How long does the internship last?
ga: Cé chomh fada is a mhaireann an intéirneacht

source: Under the National Internship Scheme you can work as an intern in a host organisation for 6 months or for 9 months. You will work at least 30 and no more than 40 hours a week
ga: Faoi Scéim Náisiúnta Intéirneachta is féidir leat obair mar intéirneach le heagraíocht óstaigh ó 6 mhí suas go 9 mí ar a mhéid

source: If you find the placement does not work out, you can change to another internship
ga: Mura bhfuil an socrúchán oiriúnach, is féidir leat athrú ina intéirneacht eile

source: You may have a maximum of 3 internships and the total time you can spend on JobBridge is 18 months (78 weeks)
ga: Is féidir uasmhéid 3 intéirneacht a bheith agat agus is 18 mí (78 seachtain) an t-iomlán ama is féidir leat a chaitheamh ar JobBridge

source: However the maximum duration of a single internship is 9 months (39 weeks)
ga: Áfach, is 9 mí (39 seachtain) an fad uasta intéirneachta aonair

source: If you or your host organisation wants to terminate the internship early, a week’s written notice must be given by either party
ga: Más mian leat nó más mian le d’fhostóir an intéirneacht a chríochnú go luath, caithfidh ceachtar páirtí fógra seachtaine amháin a thabhairt

source: When your internship is terminated early or completed (after 6 or 9 months), your host organisation must notify JobBridge (pdf) immediately and you must notify your local social welfare office or Intreo centre – see ‘Where to apply’ below
ga: Nuair tá d’intéirneacht críochnaithe nó deireadh curtha leis, caithfidh d’eagraíochta óstach cur in iúl do JobBridge (pdf) láithreach. Caithfidh tú cur in iúl d’oifig leasa shóisialaigh áitiúil nó ionad Intreo – féach ‘Cá háit a ndéanfaidh mé iarratas thíos

source: Am I entitled to leave while working as an intern?
ga: An bhfuil mé i dteideal saoire le linn intéirneachta?

source: You are entitled to public holidays and 1.75 days of annual leave per month during the internship
ga: Tá tú i dteideal saoire poiblí agus 1.75 lá saoire bliantúil do gach mí intéirneachta

source: If you are absent from work due to illness, provided you meet the requirements of your company's sick leave policy, you will continue to get your social welfare payment
ga: Má tá tú as láthair ón obair de bharr tinnis, leanfaidh tú d'íocaíocht leasa shóisialaigh a fháil ar choinníoll go sásóidh tú riachtanais an polasaí saoire tinnis do chuideachta

source: The maximum cumulative sick leave allowed is 10 working days
ga: Is é 10 lá oibre an tsaoire bhreoiteachta uasta charnach a cheadaítear

source: If you exceed this your internship will be terminated immediately
ga: Má sháraíonn tú seo, cuirfear deireadh láithreach le d’intéirneacht

source: If you become pregnant, you can suspend your internship to take maternity leave
ga: Má éiríonn tú torrach, is féidir d’intéirneacht a chur ar fionraí chun saoire mháithreachais a ghlacadh

source: When you return to complete your internship, you must confirm your eligibility for it – see 'How to apply below
ga: Nuair filleann tú chun d’intéirneacht a chomhlánú, caithfidh tú do theidlíocht a dheimhniú – féach ‘Conas iarratas a dhéanamh’ thíos

source: You will not get the top up payment while you are on maternity leave
ga: Ní bhfaighfeá an íocaíocht bhreise agus tú ar shaoire mháithreachais

source: Childcare: You may be eligible for the After-School Child Care Scheme
ga: Cúram Leanaí: D’fhéadfá bheith incháilithe don Scéim Cúram Leanaí i ndiaidh Am Scoile

source: Can I do additional part-time work outside my JobBridge hours?
ga: An féidir liom obair páirtaimseartha breise laistigh mo chuid uaireanta JobBridge a dhéanamh?

source: While you are participating in JobBridge, you may do additional part-time work provided your work does not affect your internship and your employer is not your host organisation
ga: Má ghlacann tú páirt i JobBridge, is féidir obair páirtaimseartha breise a dhéanamh ar an gcoinníoll nach gcuirtear ar d’intéirneacht agus nár d’fhostóir é d’eagraíocht óstach

source: If you get a part-time job you must continue to meet the conditions for your payment
ga: Má fhaigheann tú post páirtaimseartha, ní mór duit leanúint coinníollacha d’íocaíocht

source: Your income from work will not affect your payment but you should notify your local social welfare office or Intreo Centre of any changes in your circumstances
ga: Ní chuireann d’ioncam ó obair ar d’íocaíocht ach ba chóir duit d’oifig leasa shóisialaigh áitiúil nó ionad Intreo a chur ar an eolas faoi aon athrú ar do chúinsí

source: Organisations participating in the scheme are known as host organisations
ga: Glaoitear eagraíochtaí óstaigh ar eagraíochtaí atá ag glacadh páirte sa scéim

source: They can be from the public or private sectors or from the community and voluntary sector
ga: Is féidir leo teacht ón earnáil phoiblí nó an earnáil phríobháideach nó ón earnáil phobail agus an earnáil dheonach

source: The host organisation (HO) must have at least one full-time employee working 30 hours a week or more
ga: Ní mór d'fhostaí amháin, ar a laghad, a bheith fostaithe ag an eagraíocht óstaigh (EO) a oibríonn go lán-aimseartha ar feadh ar a laghad 30 uair an chloig sa tseachtain nó níos mó

source: The internship must not displace an existing employee and the HO must have no vacancies in the area of activity where the internship is offered
ga: Ní cheart go n-easáitíonn an intéirneacht áit fhostaí reatha

source: Sole traders who have at least one full-time employee are eligible to be host organisations
ga: Tá trádálaí aonair, atá aon fhostaí lánaimseartha amháin ar a laghad aige/aici, incháilithe chun bheith eagraíocht óstaigh

source: If the owner of a limited company is an employee of that company who works at least 30 hours a week, paying tax and PRSI as an employee of the same company, then the company may be eligible to be a host organisation
ga: Más úinéir cuideachta teoranta é fostaí na cuideachta sin agus oibríonn sé/sí 30 uair sa tseachtain, ag íoc cáin agus ÁSPC mar fhostaí na cuideachta sin, ansin beidh an chuideachta incháilithe chun bheith eagraíocht óstaigh

source: A host organisation must be a legal entity and must be compliant with health and safety and other legal requirements
ga: Ní mór d’eagraíocht óstaigh a bheith ina heintiteas dleathach agus ní mór di a bheith géilliúlach do dhíotha sláinte agus sábháilteachta agus díotha dlíthiúla eile

source: If Garda vetting is required the HO must ensure that this is carried out
ga: Má theastaíonn seiceáil Gharda ní mór don eagraíocht óstaigh a chinntiú go ndéantar é seo

source: The HO’s public liability insurance, and motor insurance if applicable, will cover any internships on the scheme
ga: Clúdóidh árachas dhliteanais phoiblí na heagraíochta, agus árachas gluaisteán más ann dó, aon intéirneach ar an scéim

source: Number of internships in a host organisation
ga: Líon intéirneachtaí in eagraíocht óstaigh

source: The number of internships that a host organisation can offer depends on their number of full-time employees, as follows:
ga: Braitheann líon na n-intéirneachtaí gur féidir le heagraíocht óstaigh a thairiscint ar líon a fostaithe mar seo a leanas:

source: │Number of full-time employees (30+ hours │Number of internship places │
ga: │Líon fostaithe lán-aimseartha │Líon áiteanna intéirneachtaí │

source: │Over 30 employees │20% of the workforce up to a maximum of 200 whichever is the smaller │
ga: │Níos mó ná 30 fostaí │20% den fhórsa oibre suas go dtí uasmhéid de 200, cibé acu is lú │

source: If a HO has WPP placements as well, there are limits on the combined number of interns and WPP participants
ga: Má tá socrúcháin WPP ag HO chomh maith, tá teorainneacha ar líon comhcheangailte na n-intéirneachtaí agus rannpháirtithe WPP

source: You can read more details in this list of frequently asked questions for host organisations
ga: Is féidir leat tuilleadh sonraí a léamh sa liosta seo de cheisteanna coitiant d'eagraíochtaí ostacha

source: JobsPlus incentive: Since 1 July 2013, a host organisation may employ an intern under the JobsPlus incentive directly from JobBridge
ga: Dreasacht JobsPlus: Ó 1 Iúil 2013, Is féidir le heagraíochtaí óstaigh intéirneach a d’fhostaigh faoin dreasacht Jobsplus

source: The intern must have been getting a qualifying payment prior to their internship and they must satisfy the required qualifying period and conditions
ga: Ní mór don intéirneach íocaíocht incháilithe roimh an intéirneach a fháil agus caithfidh siad an tréimhse incháilithe agus coinníollacha riachtanacha a shásaigh

source: First Steps – Youth Development Internship is aimed at unemployed young people aged from 18-24 who may have lower levels of education, be long-term unemployed or face other barriers to entering employment
ga: Tá Ná Chéad Chéimeanna – Intéirneacht Forbartha Óige dírithe ar dhaoine óga dífhostaithe atá idir 18 agus 24 bliain d’aois a bhféadfadh leibhéil ní b’ísle d’oideachas a bheith acu, a d’fhéadfadh bheith dífhostaithe go fadtéarmach nó a bhféadfadh bacainní eile a bheith rompu chun fostaíocht a iontráil

source: First Steps is similar to JobBridge but internships will not be publicly advertised
ga: Tá na Chéad Chéimeanna cosúil le JobBridge ach ní fhógrófar na hintéirneachtaí go poiblí

source: Department of Social Protection staff will select suitable candidates and refer them for interviews with organisations that have offered internships
ga: Roghnóidh foireann na Roinne Coimirce Sóisialaí iarrthóirí oiriúnacha agus atreoróidh siad iad le haghaidh agallamh le heagraíochtaí a chuir intéirneachtaí ar fáil

source: The organisation then selects their preferred candidate
ga: Roghnaíonn an eagraíocht a rogha iarrthóra ina dhiaidh sin

source: Internships will be for 3 months (13 weeks) in duration with an option to extend this to a 6 month (26 weeks) or a 9 month (39 weeks) placement
ga: Mairfidh na hintéirneachtaí ar feadh 3 mhí (13 seachtain) ar fhad, leis an rogha chun é sin a shíneadh chuig socrúchán 6 mhí (26 seachtain) nó chuig socrúchán 9 mí (39 seachtain)

source: The scheme will offer extensive support including a work preparation course and a shorter internship week of 4 days
ga: Tairgfear tacaíocht fhairsing leis an scéim lena n-áireofar cúrsa ullmhúcháin oibre agus seachtain intéirneachta níos giorra ar feadh 4 lá

source: From January 2016, you will get an allowance equivalent to your current social welfare payment and you will get an internship allowance of €52.50 per week
ga: Ó Eanáir 2016, gheobhaidh tú liúntas comhionann le d’íocaíocht leasa shóisialaigh agus gheobhaidh tú íocaíocht bhreise de €52.50 in aghaidh na seachtaine

source: You will also keep any secondary benefits that you have when you take up an internship
ga: Coinneoidh tú aon sochair thánaisteacha atá agat freisin nuair a ghlacann tú le hintéirneacht

source: If you are signing for credits you will get €52.50 per week
ga: Má tá tu ag síniú do chreidmheasanna, gheobhaidh tú íocaíocht de €52.50 in aghaidh na seachtaine

source: No top-up payments from the host organisation are permitted, but interns may be reimbursed for expenses incurred during the internship
ga: Ní féidir leis na heagraíochtaí óstacha níos mó airgid a thabhairt d’intéirneachtaí ach is féidir a gcostais ón intéirneacht a íoc ar ais dóibh

source: If you have dependent children you will be paid the full Increase for a Qualified Child (IQC) if you qualify for an Increase for a Qualified Adult (IQA) or if you are parenting alone
ga: Má tá leanaí cleithiúnaigh agat, íocfar Méadú um Leanbh Cáilithe duit ina iomlán má tá tú i dteideal Méadú um Duine Fásta Cháilithe nó más tuismitheoir aonair thú

source: If you do not qualify for an IQA, you may receive a half-rate IQC
ga: Mura bhfuil tú i dteideal Méadú um Duine Fásta Cháilithe seans go bhfaighfí Méadú um Leanbh Cáilithe leath-ráta

source: If there is any change in your circumstances, you should inform your local social welfare office or Intreo centre as this may affect your social welfare payment
ga: Má tá aon athrú i do chúinsí pearsanta, is féidir tionchar a bheith aige ar d'íocaíocht leasa shóisialaigh agus ba chóir duit dul i dteagmháil le d’oifig leasa shóisialaigh nó ionad Intreo áitiúil

source: Examples of a change in your circumstances could be if you get married or if your qualified adult gets a job
ga: Samplaí athruithe ar do chúinsí: má tá tú pósta nó má fhaigheann do chleithiúnaí post

source: Social welfare payment: When you are an intern, the time you are getting an internship allowance is disregarded when calculating how long you continue to be entitled to your jobseeker’s payment
ga: Íocaíocht leasa shóisialaigh: Más intéirneach thú, tugtar neamhaird ar an tréimhse a fhaigheann tú liúntas intéirneacht nuair a mheastar fad do theidlíocht íocaíocht cuardaitheora poist

source: This means that, when you finish the internship, you can resume your social welfare claim from the point at which you left
ga: Nuair críochnaíonn tú an intéirneacht, is féidir leat d'éileamh leasa shóisialaigh a atosú ag an bpointe a d'fhág tú é

source: For example, if you were getting Jobseeker's Benefit and you had 90 days left on your claim when you started an internship, you will still have 90 days of entitlement left if you resume your claim when you have completed the internship
ga: Mar shampla, má fuair tú Sochar Cuardaitheora Poist agus bhí 90 lá fágtha de d'éileamh, nuair críochnóidh tú an intéirneacht, beidh teidlíocht 90 lá agat fós má atosann tú d'éileamh

source: The JobBridge scheme is closed to new applicants since 21 October 2016
ga: Tá an Scéim JobBridge dúnta d'iarratasóirí nua ó 21 Deireadh Fómhair 2016
